Repository: AniLeo/Ryujinx
Catalog: Ryujinx/Ui/locale/strings.*.resx
Languages: es, fr

source: There was an error finding the specified savedata: {result.ToStringWithName()}
es: Hubo un error encontrando el archivo de guardado especificado: {result.ToStringWithName()}
fr: Une erreur s'est produite lors de la recherche des données de sauvegardes spécifiées: {result.ToStringWithName()}

source: Choose the folder to extract into
es: Escoge la carpeta donde extraer
fr: Choisissez le dossier dans lequel extraire

source: Extract
es: Extraer
fr: Extraire

source: Ryujinx - NCA Section Extractor
es: Ryujinx - Extractor de Sección NCA
fr: Ryujinx - Extracteur de section NCA

source: Extracting {ncaSectionType} section from {System.IO.Path.GetFileName(sourceFile)}...
es: Extrayendo la sección {ncaSectionType} desde {System.IO.Path.GetFileName(sourceFile)}...
fr: Extraction de la section {ncaSectionType} à partir de {System.IO.Path.GetFileName(sourceFile)}...

source: Extraction failed. The main NCA was not present in the selected file.
es: Extracción fallida. El NCA principal no fue encontrado en el archivo seleccionado.
fr: L'extraction a échoué. Le NCA principal n'était pas présent dans le fichier sélectionné.

source: Extraction failed. Read the log file for further information.
es: Extracción fallida. Lea el archivo de registro para mas información.
fr: L'extraction a échoué. Lisez le fichier de logs pour plus d'informations.

source: Extraction has completed successfully.
es: La extracción se a completado correctamente.
fr: L'extraction s'est terminée avec succès.

source: UI error: The selected game did not have a valid title ID
es: Error de la Interfaz: El juego seleccionado no tenia un título ID válido
fr: Erreur d'interface utilisateur: le jeu sélectionné n'avait pas d'ID de titre valide

source: Ryujinx - Warning
es: Ryujinx - Advertencia
fr: Ryujinx - Avertissement

source: Ryujinx - Error
fr: Ryujinx - Erreur

source: Ryujinx has encountered an error
es: Ryujinx ha encontrado un error
fr: Ryujinx a rencontré une erreur

source: Ryujinx - Exit
es: Ryujinx - Salir
fr: Ryujinx - Quitter

source: Are you sure you want to stop emulation?
es: ¿Estas seguro que quieres terminar la emulación?
fr: Voulez-vous vraiment arrêter l'émulation?

source: All unsaved data will be lost
es: Todos los datos sin guardar serán perdidos
fr: Toutes les données non enregistrées seront perdues

source: Fav
fr: Favori

source: Icon
es: Ícono
fr: Icône

source: Developer
es: Desarrollador
fr: Développeur

source: Time Played
es: Tiempo Jugado
fr: Temps Joué

source: Last Played
es: Jugado por Última Vez
fr: Dernière Session

source: File Ext
es: Ext Archivo
fr: Extension du Fichier

source: File Size
es: Tamaño del Archivo
fr: Taille du Fichier

source: Path
es: Dirección
fr: Chemin

source: A game has already been loaded
es: Un juego ya ha sido cargado
fr: Un jeu a déjà été chargé

source: Please close it first and try again.
es: Por favor ciérralo e intenta de nuevo.
fr: Veuillez le fermer d'abord et réessayer.

source: You have debug logging enabled, which is designed to be used by developers only.
es: Tienes el registro de depuración activado, el cual esta diseñado para ser usado solo por desarrolladores.
fr: Vous avez activé les rapports de débogage, qui est conçue pour être utilisée uniquement par les développeurs.

source: For optimal performance, it's recommended to disable debug logging. Would you like to disable debug logging now?
es: Para un rendimiento optimo, se recomienda desactivar el registro de depuración. ¿Te gustaría desactivar el registro de depuración ahora?
fr: Pour des performances optimales, il est recommandé de désactiver cette option. Souhaitez-vous désactiver les rapports de débogage maintenant?

source: You have shader dumping enabled, which is designed to be used by developers only.
es: Tienes el volcado de sombreadores activado, el cual esta diseñado para ser usado solo por desarrolladores.
fr: Vous avez activé le vidage de shader, qui est conçu pour être utilisé uniquement par les développeurs.

source: For optimal performance, it's recommended to disable shader dumping. Would you like to disable shader dumping now?
es: Para un rendimiento optimo, se recomienda desactivar el volcamiento de sombreadores. ¿Te gustaría desactivar el volcado de sombreadores ahora?
fr: Pour des performances optimales, il est recommandé de désactiver cette option. Souhaitez-vous désactiver le vidage de shaders maintenant?

source: Exit Fullscreen
es: Salir de la Pantalla Completa
fr: Quitter le mode plein écran

source: {args.NumAppsLoaded}/{args.NumAppsFound} Games Loaded
es: {args.NumAppsLoaded}/{args.NumAppsFound} Juegos Cargados
fr: {args.NumAppsLoaded}/{args.NumAppsFound} Jeux Chargés

source: Choose the file to open
es: Escoge el archivo para abrir
fr: Choisissez le fichier à ouvrir

source: Open
es: Abrir
fr: Ouvrir

source: Choose the folder to open
es: Escoge la carpeta para abrir
fr: Choisissez le dossier à ouvrir

source: Choose the firmware file to open
es: Escoge el archivo de Firmware para abrir
fr: Choisissez le fichier du firmware à ouvrir

source: Choose the firmware directory to open
es: Escoge la dirección del Firmware para abrir
fr: Choisissez le dossier du firmware à ouvrir

source: Firmware not found.
es: Firmware no encontrado.
fr: Firmware introuvable.

source: A valid system firmware was not found in {filename}.
es: Un Firmware de Sistema válido no se encontró en {filename}.
fr: Aucun firmware valide trouvable dans {filename}.

source: System version {firmwareVersion.VersionString} will be installed.
es: El Sistema versión {firmwareVersion.VersionString} será instalado.
fr: La Version du Système {firmwareVersion.VersionString} sera installée.

source: This will replace the current system version {currentVersion.VersionString}.
es: Esto reemplazará la versión del sistema actual {currentVersion.VersionString}.
fr: Cela remplacera la version actuelle du système {currentVersion.VersionString}.

source: Do you want to continue?
es: ¿Quieres continuar?
fr: Voulez-vous continuer?

source: Install Firmware {firmwareVersion.VersionString}
es: Instalar Firmware {firmwareVersion.VersionString}
fr: Installer le firmware {firmwareVersion.VersionString}

source: Installing firmware...
es: Instalando Firmware...
fr: Installation du firmware...

source: Installing firmware {firmwareVersion.VersionString}
es: Instalando Firmware {firmwareVersion.VersionString}
fr: Installation du firmware {firmwareVersion.VersionString}

source: System version {firmwareVersion.VersionString} successfully installed.
es: Sistema Versión {firmwareVersion.VersionString} instalado correctamente.
fr: La Version du Système {firmwareVersion.VersionString} a été installée avec succès.

source: Install Firmware {firmwareVersion.VersionString} Failed.
es: Instalación del Firmware {firmwareVersion.VersionString} fallido.
fr: Échec de l'installation du Firmware {firmwareVersion.VersionString}.

source: An error occured while installing system version {firmwareVersion.VersionString}. Please check logs for more info.
es: Un error ha ocurrido mientras se instalaba el sistema versión {firmwareVersion.VersionString}. Por favor vea el registro para mas información.
fr: Une erreur s'est produite lors de l'installation de la version du système {firmwareVersion.VersionString}. Veuillez consulter les journaux pour plus d'informations.

source: Parsing Firmware Failed.
es: Análisis del Firmware Fallido.
fr: Échec de l'analyse du Firmware.

source: An error occured while parsing firmware. Please check the logs for more info.
es: Un error ha ocurrido mientras se analizaba el Firmware. Por favor lea el registro para mas información.
fr: Une erreur s'est produite lors de l'analyse du firmware. Veuillez consulter les journaux pour plus d'informations.

source: Update canceled by user or updater was not found
es: Actualización cancelada por el usuario o el actualizador no fue encontrado
fr: La mise à jour annulée par l'utilisateur ou le programme de mise à jour est introuvable

source: mins
es: minutos
fr: minutes

source: hrs
es: horas
fr: heures

source: days
es: días
fr: jours

source: The file name contains invalid characters. Please try again.
es: El nombre del archivo contiene caracteres inválidos. Por favor intente nuevamente.
fr: Le nom de fichier contient des caractères non valides. Veuillez réessayer.

source: Choose the game directory to add to the list
es: Escoge la dirección del juego para añadir a la lista
fr: Choisissez le dossier du jeu à ajouter à la liste

source: Choose the theme to load
es: Escoge el tema para cargar
fr: Choisissez le thème à charger

source: Select
es: Seleccionar
fr: Sélectionner

source: Updates Available for {titleName} [{titleId}]
es: Actualizaciones Disponibles para {titleName} [{titleId}]
fr: Mises à jour disponibles pour {titleName} [{titleId}]

source: The specified file does not contain an update for the selected title!
es: ¡El archivo especificado no contiene una actualización para el título seleccionado!
fr: Le fichier spécifié ne contient pas de mise à jour pour le titre sélectionné!

source: Add Update Failed!
es: ¡Añadir Actualización Falló!
fr: Échec de l'ajout de la mise à jour!

source: The NCA header content type check has failed. This is usually because the header key is incorrect or missing.
es: La verificación del tipo de contenido del encabezado NCA ha fallado. Esto generalmente se debe a que la clave del encabezado es incorrecta o faltante.
fr: La vérification du type de contenu d'en-tête NCA a échoué. Cela est généralement dû au fait que la clé d'en-tête est incorrecte ou manquante.

source: Your key set is missing a key with the name: {exception.Name}
es: Tu conjunto de claves no tiene la clave con el nombre {exception.Name}
fr: Votre ensemble de clés ne contient pas de clé portant le nom: {exception.Name}

source: Select update files
es: Selecciona archivos de actualización
fr: Sélectionnez les fichiers de mise à jour

source: Ryujinx is an emulator for the Nintendo Switch. Please support us on Patreon. Get all the latest news on our Twitter or Discord. Developers interested in contributing can find out more on our Discord.
es: Ryujinx es un emulador para la Nintendo Switch. Por favor apóyanos en Patreon Obtén las últimas noticias en nuestro Twitter o Discord. Desarrolladores interesados en contribuir pueden encontrar mas información en nuestro Discord.
fr: Ryujinx est un émulateur de Nintendo Switch. Veuillez nous soutenir sur Patreon. Recevez les toutes dernières nouvelles sur notre Twitter ou Discord. Les développeurs intéressés à contribuer peuvent en savoir plus sur notre Discord.

source: Ryujinx is not affiliated with Nintendo, or any of its partners, in any way
es: Ryujinx no esta afiliado con Nintendo, o ninguno de sus socios, en ninguna manera
fr: Ryujinx n'est pas affilié à Nintendo, ou l'un de ses partenaires, de quelque manière que ce soit

source: OK
es: Aceptar

source: Europe
es: Europa

source: Ryujinx - Confirmation
es: Ryujinx - Confirmación

source: Application
es: Aplicación

source: Version
es: Versión
