Repository: AniLeo/Ryujinx
Catalog: Ryujinx/Ui/locale/strings.*.resx
Languages: es, fr

source: Click to open the Ryujinx website in your default browser
es: Haz click para abrir el sitio web de Ryujinx en su navegador predeterminado
fr: Cliquez pour ouvrir le site Web de Ryujinx dans votre navigateur par défaut

source: Version x.x.x (Commit Number)
es: Versión x.x.x (Número de Compromiso)
fr: Version x.x.x (Numéro de Validation)

source: MIT License
es: Licencia MIT
fr: License MIT

source: Click to open the Ryujinx Patreon page in your default browser
es: Haz click para abrir el sitio de Patreon de Ryujinx en su navegador predeterminado
fr: Cliquez pour ouvrir la page Patreon de Ryujinx dans votre navigateur par défaut

source: Click to open the Ryujinx GitHub page in your default browser
es: Haz click para abrir el sitio de GitHub de Ryujinx en su navegador predeterminado
fr: Cliquez pour ouvrir la page GitHub de Ryujinx dans votre navigateur par défaut

source: Click to open an invite to the Ryujinx Discord server in your default browser
es: Haz click para abrir una invitación del servidor de Discord de Ryujinx en su navegador predeterminado
fr: Cliquez pour ouvrir l'invitation du serveur Discord de Ryujinx dans votre navigateur par défaut

source: Click to open the Ryujinx Twitter page in your default browser
es: Haz click para abrir el sitio de Twitter de Ryujinx en su navegador predeterminado
fr: Cliquez pour ouvrir la page Twitter de Ryujinx dans votre navigateur par défaut

source: About
es: Acerca de
fr: À propos

source: Created By:
es: Creado por:
fr: Créé Par :

source: All Contributors...
es: Todos los Contribuidores...
fr: Tous les contributeurs ...

source: Ryujinx - Controller Settings
es: Ryujinx - Ajustes del Mando
fr: Ryujinx - Paramètres des Manettes

source: Input Device
es: Dispositivo de Entrada
fr: Appareil

source: Disabled
es: Desactivado
fr: Désactivé

source: Refresh
es: Refrescar
fr: Rafraîchir

source: The controller's type
es: El tipo de mando
fr: Le type de manette

source: Controller Type:
es: Tipo de Mando:
fr: Type de Manette :

source: Handheld
es: Portátil
fr: Mode Portable

source: Pro Controller
es: Mando Pro
fr: Manette Pro

source: Paired Joycons
es: Joycons Emparejados
fr: Joycons Jumelés

source: Left Joycon
es: Joycon Izquierdo
fr: Joycon Gauche

source: Right Joycon
es: Joycon Derecho
fr: Joycon Droit

source: Profile:
es: Perfil:
fr: Profil :

source: Load
es: Cargar
fr: Charger

source: Add
es: Añadir
fr: Ajouter

source: Remove
es: Remover
fr: Supprimer

source: Buttons
es: Botones
fr: Boutons

source: Left Stick
es: Análogo Izquierdo
fr: Stick de Contrôle Gauche

source: LStick Button
es: Botón AnálogoIzq
fr: Appuyé

source: LStick Down
es: AnálogoIzq Abajo
fr: Bas

source: LStick Up
es: AnálogoIzq Arriba
fr: Haut

source: LStick Right
es: AnálogoIzq Derecha
fr: Droite

source: LStick Left
es: AnálogoIzq Izquierda
fr: Gauche

source: LStick Lt/Rt
es: AnálogoIzq Lt/Rt
fr: Gauche/Droite

source: LStick Up/Dn
es: AnálogoIzq Arriba/Abajo
fr: Haut/Bas

source: Invert
es: Invertir
fr: Inverser

source: Deadzone Left
es: Zona Muerta Izquierda
fr: Zone Morte

source: Triggers
es: Gatillos
fr: Gâchettes

source: Left SL
es: SL Izquierdo
fr: SL Gauche

source: Left SR
es: SR Izquierdo
fr: SR Gauche

source: Right SL
es: SL Derecho
fr: SL Droit

source: Right SR
es: SR Derecho
fr: SR Droit

source: Trigger Threshold
es: Umbral del Gatillo
fr: Seuil des Gâchettes

source: Directional Pad
es: Cruceta
fr: Croix Directionnelle

source: Dpad Up
es: Cruceta Arriba
fr: Haut

source: Dpad Down
es: Cruceta Abajo
fr: Bas

source: Dpad Left
es: Cruceta Izquierda
fr: Gauche

source: Dpad Right
es: Cruceta Derecha
fr: Droit

source: Right Stick
es: Análogo Derecho
fr: Stick de Contrôle Droit

source: RStick Button
es: Botón AnálogoDer
fr: Appuyé

source: RStick Up
es: AnálogoDer Arriba
fr: Haut

source: RStick Down
es: AnálogoDer Abajo
fr: Bas

source: RStick Left
es: AnálogoDer Izquierda
fr: Gauche

source: RStick Right
es: AnálogoDer Derecha
fr: Droit

source: RStick Lt/Rt
es: AnálogoDer Lt/Rt
fr: Gauche/Droite

source: RStick Up/Dn
es: AnálogoDer Arriba/Abajo
fr: Haut/Bas

source: Deadzone Right
es: Zona Muerta Derecha
fr: Zone Morte

source: Save
es: Guardar
fr: Appliquer

source: Close
es: Cerrar
fr: Fermer

source: Open the folder where the User save for the application is loaded
es: Abre la carpeta donde el archivo de guardado del Usuario de la aplicación esta cargado
fr: Ouvrir le dossier où l'application charge la sauvegarde de l'utilisateur

source: Open User Save Directory
es: Abrir Dirección del archivo de guardado del Usuario
fr: Ouvrir le dossier de sauvegarde de l'utilisateur

source: Open the folder where the Device save for the application is loaded
es: Abre la carpeta donde el archivo guardado del Dispositivo de la aplicación esta cargado
fr: Ouvrir le dossier où l'application charge la sauvegarde de l'appareil

source: Open Device Save Directory
es: Abrir Dirección del archivo de guardado del Dispositivo
fr: Ouvrir le dossier de sauvegarde de l'appareil

source: Open the folder where the BCAT save for the application is loaded
es: Abre la carpeta donde el archivo de guardado BCAT de la aplicación esta cargado
fr: Ouvrir le dossier où l'application charge la sauvegarde de BCAT

source: Open BCAT Save Directory
es: Abrir Dirección del archivo de guardado BCAT
fr: Ouvrir le dossier de sauvegarde de BCAT

source: Manage Title Updates
es: Gestionar Actualizaciones del Título
fr: Gérer les mises à jour des titres

source: Extract RomFS Section
es: Extraer Sección RomFS
fr: Extraire la section RomFS

source: Extract ExeFS Section
es: Extraer Sección ExeFS
fr: Extraire la section ExeFS

source: Extract Logo Section
es: Extraer Sección Logo
fr: Extraire la section Logo

source: File
es: Archivo
fr: Fichier

source: Open a file chooser to chose a switch compatible file to load
es: Abre un selector de archivos para cargar un archivo compatible con la Switch
fr: Ouvrir un sélecteur de fichiers pour charger un fichier compatible

source: Load Application from File
es: Cargar Aplicación desde Archivo
fr: Charger un Fichier

source: Open a file chooser to chose a switch compatible, unpacked application to load
es: Abre un selector de archivos para cargar una aplicación descomprimida compatible con la Switch
fr: Ouvrir un sélecteur de fichiers pour charger une application extraite compatible

source: Load Unpacked Game
es: Carga Juego Descomprimido
fr: Charger une Application Extraite

source: Open Ryujinx filesystem folder
es: Abre la carpeta del Sistema de Ryujinx
fr: Ouvrez le dossier de fichiers Ryujinx

source: Open Ryujinx Folder
es: Abrir Carpeta de Ryujinx
fr: Ouvrez le dossier Ryujinx

source: Exit Ryujinx
es: Sale de Ryujinx
fr: Quitter Ryujinx

source: Exit
es: Salir
fr: Quitter

source: Options
es: Opciones
fr: Paramètres

source: Enter Fullscreen
es: Entrar a Pantalla Completa
fr: Mode Plein Écran

source: Stop emualtion of the current game and return to game selection
es: Detiene la emulación del juego actual y vuelve a la selección de juegos
fr: Arrêter l'émulation du jeu en cours et revenir à la sélection de jeux

source: Stop Emulation
es: Detener emulación
fr: Arrêter l'émulation

source: Select which GUI columns to enable
es: Selecciona que columnas GUI activar
fr: Sélectionnez les colonnes de l'interface graphique à activer

source: Enable GUI Columns
es: Activar Columnas GUI
fr: Activer les colonnes de l'interface graphique

source: Enable or Disable Favorite Games Column in the game list
es: Activa o Desactiva la Columna de Juegos Favoritos en la lista de juegos
fr: Activer ou désactiver la colonne des jeux favoris dans la liste des jeux

source: Enable Favorite Games Column
es: Activar Columna de Juegos Favoritos
fr: Activer la colonne des jeux préférés

source: Enable or Disable Icon Column in the game list
es: Activa o Desactiva la Columna del Ícono en la lista de juegos
fr: Activer ou désactiver la colonne d'icônes dans la liste des jeux

source: Enable Icon Column
es: Activar Columna de Íconos
fr: Activer la colonne d'icônes

source: Enable or Disable Title Name/ID Column in the game list
es: Activa o Desactiva la Columna Nombre del Título/ID en la lista de juegos
fr: Activer ou désactiver la colonne Nom/ID du titre dans la liste des jeux

source: Enable Title Name/ID Column
es: Activar Columna Nombre del Título/ID
fr: Activer la colonne Nom/ID du titre

source: Enable or Disable Developer Column in the game list
es: Activa o Desactiva la Columna Desarrollador en la lista de juegos
fr: Activer ou désactiver la colonne développeur dans la liste des jeux

source: Enable Developer Column
es: Activar Columna Desarrollador
fr: Activer la colonne développeur

source: Enable or Disable Version Column in the game list
es: Activa o Desactiva la Columna Versión en la lista de juegos
fr: Activer ou désactiver la colonne de version dans la liste des jeux

source: Enable Version Column
es: Activar Columna Versión
fr: Activer la colonne de version

source: Enable or Disable Time Played Column in the game list
es: Activa o Desactiva la Columna Tiempo Jugado en la lista de juegos
fr: Activer ou désactiver la colonne du temps de jeu dans la liste des jeux

source: Enable Time Played Column
es: Activar Columna Tiempo Jugado
fr: Activer la colonne du temps de jeu

source: Enable or Disable Last Played Column in the game list
es: Activa o Desactiva la Columna Jugado por Última Vez en la lista de juegos
fr: Activer ou désactiver la colonne de la dernière session de jeu dans la liste des jeux

source: Enable Last Played Column
es: Activar Columna Jugado por Última Vez
fr: Activer la colonne de la dernière session de jeu

source: Enable or Disable file extension column in the game list
es: Activa o Desactiva la Columna Extension de Archivo en la lista de juegos
fr: Activer ou désactiver la colonne d'extension de fichier dans la liste des jeux

source: Enable File Ext Column
es: Activar Ext Archivo
fr: Activer la colonne d'extension de fichier

source: Enable or Disable File Size Column in the game list
es: Activa o Desactiva la Columna Tamaño del Archivo en la lista de juegos
fr: Activer ou désactiver la colonne de taille de fichier dans la liste des jeux

source: Enable File Size Column
es: Activar Columna Tamaño del Archivo
fr: Activer la colonne de taille de fichier

source: Enable or Disable Path Column in the game list
es: Activa o Desactiva la Columna Dirección en la lista de juegos
fr: Activer ou désactiver la colonne de chemin dans la liste des jeux

source: Enable Path Column
es: Activar Columna Dirección
fr: Activer la colonne de chemin

source: Open settings window
es: Abre la ventana de Ajustes
fr: Ouvrir la fenêtre des paramètres

source: Settings
es: Ajustes
fr: Paramètres

source: Tools
es: Herramientas
fr: Outils

source: Install Firmware
es: Instalar Firmware
fr: Installer le firmware

source: Install a firmware from XCI or ZIP
es: Instalar Firmware desde XCI o ZIP
fr: Installer un firmware depuis un XCI ou ZIP

source: Install a firmware from a directory
es: Instalar Firmware desde una Dirección
fr: Installer un firmware depuis un dossier

source: Open Debugger
es: Abrir Depurador
fr: Ouvrir le Débogueur

source: Help
es: Ayuda
fr: Aide

source: Check for updates to Ryujinx (requires Ryujinx Installer)
es: Buscar actualizaciones para Ryujinx (requiere el Instalador de Ryujinx)
fr: Vérifier les mises à jour (nécessite Ryujinx Installer)

source: Check for Updates
es: Buscar Actualizaciones
fr: Vérifier les mises à jour

source: Open about window
es: Abre la ventana Acerca de
fr: Ouvrir la fenêtre "À Propos"

source: 0/0 Games Loaded
es: 0/0 Juegos Cargados
fr: 0/0 Jeux Chargés

source: VSync
es: Sincronización Vertical
fr: Synchronisation Verticale

source: System Version
es: Versión del Sistema
fr: Version du Système

source: Ryujinx - Profile Dialog
es: Ryujinx - Diálogo de Perfiles
fr: Ryujinx - Boîte de dialogue du profil

source: Cancel
es: Cancelar
fr: Annuler

source: Enter a name for the new profile:
es: Escribe un nombre para el nuevo perfil:
fr: Saisissez un nom pour le nouveau profil:

source: Ryujinx - Settings
es: Ryujinx - Ajustes
fr: Ryujinx - Paramètres

source: General
fr: Général

source: Enable Discord Rich Presence
es: Activar la Presencia de Discord
fr: Activer Discord Rich Presence

source: Enables or disables Discord Rich Presence
es: Activa o Desactiva la Presencia de Discord
fr: Active ou désactive Discord Rich Presence

source: Game Directories
es: Dirección de juegos
fr: Dossiers de jeux

source: Enter a game directroy to add to the list
es: Escribe una dirección de juegos para añadir a la lista
fr: Entrez un dossier de jeu à ajouter à la liste

source: Add a game directory to the list
es: Añade una dirección de juegos a la lista
fr: Ajouter un répertoire de jeu à la liste

source: Remove selected game directory
es: Remueve la dirección de juegos seleccionada
fr: Retirer le dossier de jeu sélectionné

source: Themes
es: Temas
fr: Thèmes

source: Use Custom Theme
es: Usar Tema Personalizado
fr: Utiliser un Thème Personnalisé

source: Enable or disable custom themes in the GUI
es: Activa o Desactiva los temas personalizados en el GUI
fr: Activer ou désactiver les thèmes personnalisés dans l'interface graphique

source: Path to custom GUI theme
es: Dirección para el tema personalizado del GUI
fr: Chemin Vers le Thème Personnalisé

source: Custom Theme Path:
es: Dirección del Tema Personalizado:
fr: Chemin d'Accès au Thème Personnalisé:

source: Browse...
es: Buscar...
fr: Parcourir...

source: Browse for a custom GUI theme
es: Busca un tema personalizado del GUI
fr: Rechercher un Thème Personnalisé

source: UI Language
es: Idioma de la Interfaz
fr: Langue de l'interface

source: Language*
es: Idioma*
fr: Langue*

source: English (English)
es: Inglés (English)
fr: Anglais (English)

source: French (Français)
es: Francés (Français)
fr: Français

source: *Requires application restart.
es: *Requiere un reinicio de la aplicación.
fr: *Nécessite le redémarrage de l'application.

source: Enable Docked Mode
es: Activar Modo Acoplado
fr: Activer le Mode Téléviseur

source: Enable or disable Docked Mode
es: Activa o Desactiva el Modo Acoplado
fr: Activer ou désactiver le Mode Téléviseur

source: Direct Keyboard Access
es: Acceso Directo al Teclado
fr: Accès Direct au Clavier

source: Enable or disable "direct keyboard access (HID) support" (Provides games access to your keyboard as a text entry device)
es: Activa o Desactiva "Acceso Directo al Teclado (HID)" (Provee acceso al teclado como dispositivo de entrada de texto para los juegos)
fr: Activer ou désactiver la prise en charge directe de l'accès au clavier (HID) (Permets aux jeux d'utiliser votre clavier en tant que périphérique d'entrée de texte)

source: Player 1
es: Jugador 1
fr: Joueur 1

source: Configure
es: Configurar
fr: Configurer

source: Player 3
es: Jugador 3
fr: Joueur 3

source: Player 2
es: Jugador 2
fr: Joueur 2

source: Player 6
es: Jugador 6
fr: Joueur 6

source: Player 5
es: Jugador 5
fr: Joueur 5

source: Player 7
es: Jugador 7
fr: Joueur 7

source: Player 4
es: Jugador 4
fr: Joueur 4

source: Player 8
fr: Joueur 8

source: Input
es: Entrada
fr: Entrées

source: Core
es: Núcleo
fr: Coeur

source: Change System Region
es: Cambia la Región del Sistema
fr: Changer la région du système

source: System Region:
es: Región del Sistema:
fr: Région du Système:

source: Japan
es: Japón
fr: Japon

source: USA
es: Estados Unidos
fr: Amérique du Nord

source: Australia
fr: Australie

source: China
fr: Chine

source: Korea
es: Corea
fr: Corée

source: Taiwan
es: Taiwán
fr: Taïwan

source: Change System Language
es: Cambia el Idioma del Sistema
fr: Changer la Langue du Système

source: System Language:
es: Idioma del Sistema:
fr: Langue du Système:

source: American English
es: Inglés Americano
fr: Anglais Américain

source: British English
es: Inglés Británico
fr: Anglais Britannique

source: Canadian French
es: Francés Canadiense
fr: Français Canadien

source: Chinese
es: Chino
fr: Chinois

source: Dutch
es: Holandés
fr: Néerlandais

source: French
es: Francés
fr: Français

source: German
es: Alemán
fr: Allemand

source: Italian
es: Italiano
fr: Italien

source: Japanese
es: Japonés
fr: Japonais

source: Korean
es: Koreano
fr: Coréen

source: Latin American Spanish
es: Español Latinoamericano
fr: Espagnol Latino-Américain

source: Portuguese
es: Portugués
fr: Portugais

source: Russian
es: Ruso
fr: Russe

source: Simplified Chinese
es: Chino Simplificado
fr: Chinois Simplifié

source: Spanish
es: Español
fr: Espagnol

source: Taiwanese
es: Taiwanés
fr: Taïwanais

source: Traditional Chinese
es: Chino Tradicional
fr: Chinois Traditionnel

source: Change System TimeZone
es: Cambia la Zona Horaria del Sistema
fr: Changer le fuseau horaire du système

source: System TimeZone:
es: Zona Horaria del Sistema:
fr: Fuseau Horaire du Système:

source: System Time:
es: Fecha del Sistema:
fr: Heure du Système:

source: Enable VSync
es: Activar Sincronización Vertical
fr: Activer la Synchronisation Verticale

source: Enables or disables Vertical Sync
es: Activa o Desactiva la Sincronización Vertical
fr: Active ou désactive la Synchronisation Verticale

source: Enable Multicore Scheduling
es: Activar Programación Multinúcleo
fr: Activer la Planification Multicœur

source: Enables or disables multi-core scheduling of threads
es: Activa o Desactiva la programación multinúcleo de hilos
fr: Active ou désactive la planification multicœur des threads

source: Enable FS Integrity Checks
es: Activar la comprobación de integridad de FS
fr: Activer les contrôles d'intégrité FS

source: Enables integrity checks on Game content files
es: Activa la comprobación de integridad en archivos de contenido del juego
fr: Permet la vérification d'intégrité des fichiers de contenu du jeu

source: - These may cause instability
es: - Estos pueden causar inestabilidad
fr: - Ceux-ci peuvent provoquer une instabilité

source: Ignore Missing Services
es: Ignorar Servicios Perdidos
fr: Ignorer les services manquants

source: Enable or disable ignoring missing services
es: Activa o Desactiva Ignorar Servicios Perdidos
fr: Activer ou désactiver l'ignorance des services manquants

source: System
es: Sistema
fr: Système

source: Enhancements
es: Mejoras
fr: Améliorations

source: Level of Anisotropic Filtering (set to Auto to use the value requested by the game)
es: Nivel del Filtro de Anisotropía
fr: Niveau de Filtrage Anisotrope (défini sur Automatique pour utiliser la valeur demandée par le jeu)

source: Anisotropic Filtering:
es: Filtro Anisotrópico:
fr: Filtrage Anisotrope:

source: Auto
es: Automático
fr: Automatique

source: Developer Options
es: Opciones de Desarrollador
fr: Options de Développeur

source: Graphics Shaders Dump Path
es: Dirección de Volcado de Sombreadores Gráficos
fr: Chemin d'extraction des shaders graphiques

source: Graphics Shaders Dump Path:
es: Dirección de Volcado de Sombreadores Gráficos:
fr: Chemin d'Extraction des Shaders Graphiques:

source: Graphics
es: Gráficos
fr: Graphismes

source: Logging
es: Registro
fr: Loguage

source: Enable Logging to File
es: Activar Registrar a Archivo
fr: Activer le loguage dans un fichier

source: Enables or disables logging to a file on disk
es: Activa o Desactiva el registro a un archivo en disco
fr: Active ou désactive le loguage dans un fichier sur le disque

source: Open Logs Folder
es: Abrir Carpeta de Registros
fr: Ouvrir le Dossier des Logs

source: Opens the folder where logs are written to.
es: Abre la carpeta donde se escriben los registros.
fr: Ouvre le dossier dans lequel les logs sont écrits.

source: Enable Debug Logs
es: Activar Registros de Depuración
fr: Activer les Logs de Débogage

source: Enables printing debug log messages
es: Permite escribir mensajes de registro de depuración
fr: Active l'impression des messages de logs de débogage

source: Enable Stub Logs
es: Activar Registro de Trozos
fr: Activer les Logs de Stub

source: Enables printing stub log messages
es: Permite escribir mensajes de registro de trozos
fr: Active l'impression des messages de logs de stub

source: Enable Info Logs
es: Activar Registro de Información
fr: Activer les Logs d'Informations

source: Enables printing info log messages
es: Permite escribir mensajes de Registro de Información
fr: Active l'impression des messages de logs d'informations

source: Enable Warning Logs
es: Activar Registro de Advertencias
fr: Activer les Logs d'Avertissements

source: Enables printing warning log messages
es: Permite escribir mensajes de Resgistro de Advertencias
fr: Active l'impression des messages de logs d'avertissements

source: Enable Error Logs
es: Activar Registro de Errores
fr: Activer les Logs d'Erreurs

source: Enables printing error log messages
es: Permite escribir mensajes de Registro de Errores
fr: Active l'impression des messages de logs d'erreurs

source: Enable Guest Logs
es: Activar Registro de Invitados
fr: Activer les Logs d'Invités

source: Enables printing guest log messages
es: Permite escribir mensajes de Registro de Invitados
fr: Active l'impression des messages de logs d'invités

source: Enable Fs Access Logs
es: Activar Registro de Acceso de FS
fr: Activer les Logs d'Accès FS

source: Enables printing fs access log messages
es: Permite escribir mensajes de Registro de Acceso de FS
fr: Active l'impression des messages de logs d'accès FS

source: Enables FS access log output to the console. Possible modes are 0-3
es: Activar la salida de Registro hacia la consola. Los modos posibles son 0-3
fr: Active la sortie des logs d'accès FS sur la console. Les modes possibles sont 0-3

source: Fs Global Access Log Mode:
es: Modo de Registro de Acceso Global FS:
fr: Mode de Log d'Accès FS Global:

source: English
es: Inglés
fr: Anglais

source: Japanese (日本語)
es: Japonés (日本語)
fr: Japonais (日本語)

source: Ryujinx - Title Update Manager
es: Ryujinx - Gerente de Actualizaciones de Títulos
fr: Ryujinx - Gestionnaire de Mise à Jour de Titre

source: Available Updates
es: Actualizaciones Disponibles
fr: Mises à jour Disponibles

source: No Update
es: Sin Actualizaciones
fr: Pas de mise à jour

source: Adds an update to this list
es: Añade una actualización a esta lista
fr: Ajoute une mise à jour à cette liste

source: Removes the selected update
es: Remueve la actualización seleccionada
fr: Retire la mise à jour sélectionnée

source: All keyboards
es: Todos los Teclados
fr: Tous les claviers

source: Some fields entered where invalid and therefore your config was not saved.
es: Algunos campos escritos fueron inválidos y por lo tanto tu configuración no fue guardada.
fr: Certains champs sont entrés là où ils n'étaient pas valides et donc votre configuration n'a pas été enregistrée.

source: Deleting Profile
es: Borrando Perfil
fr: Suppression d'un profil

source: This action is irreversible, are your sure you want to continue?
es: Esta acción es irreversible, ¿estas seguro de que quieres continuar?
fr: Cette action est irréversible, êtes-vous sûr de vouloir continuer?

source: There is no savedata for {titleName} [{titleId:x16}]
es: No hay datos guardados para {titleName} [{titleId:x16}]
fr: Il n'y a pas de données enregistrées pour {titleName} [{titleId:x16}]

source: Would you like to create savedata for this game?
es: ¿Te gustaría crear un archivo de guardado para este juego?
fr: Souhaitez-vous créer des données de sauvegarde pour ce jeu?

source: There was an error creating the specified savedata: {result.ToStringWithName()}
es: Hubo un error creando el archivo de guardado especificado: {result.ToStringWithName()}
fr: Une erreur s'est produite lors de la création des données de sauvegardes spécifiées: {result.ToStringWithName()}
